{
  "app": {
    "version": {
      "premium": "ဆု",
      "free": "အခမဲ့ဗားရှင်း"
    }
  },
  "presentation": [
    {
      "title": "သင်၏နောက်အလုပ်အင်တာဗျူးအတွက်လေ့ကျင့်ပါ။",
      "message": "အလုပ်အင်တာဗျူးများကိုရိုက်ကူးခြင်းကသင့်ကိုစိတ်လှုပ်ရှားစေပြီးစိုးရိမ်ပူပန်စေသလား။\nဒီတစ်ခါလည်းသင်အလုပ်အင်တာဗျူးယူရန်အဆင်သင့်မဖြစ်သေးဟုခံစားရသေး?\nဤသည်မှာအလုပ်နှင့်အင်တာဗျူးချိန်ညှိမှုတွင်သင်၏စကားပြောဆိုမှုစွမ်းရည်ကိုကျင့်သုံးရန်ပြီးပြည့်စုံသော app ဖြစ်သည်။"
    },
    {
      "title": "သင်၏နောက်အလုပ်အတွက်ပြင်ဆင်ထားပါ။",
      "message": "Job IntelliTiviewer သည်လက်တွေ့ကျသောလှောင်ပြောင်သည့်အင်တာဗျူးများကိုလက်တွေ့ကျကျပြသနိုင်သည့်ကျွမ်းကျင်မှုဆိုင်ရာအင်တာဗျူးများကိုပြုလုပ်ရန်လက်တွေ့ကျကျလှောင်ပြောင်သည့်ကျွမ်းကျင်မှုများကိုပြုလုပ်ရန်နှင့်သင်၏နောက်စစ်မှန်သောဘဝအင်တာဗျူးများကို ACE လုပ်ရန်ပြင်ဆင်ထားရန်ပြင်ဆင်ထားရန်စီစဉ်ထားသည်။"
    },
    {
      "title": "Premium Subscription:",
      "message": "အင်တာဗျူးတစ်ခုချင်းစီ၏အဆုံးမှာအစီရင်ခံစာကိုအင်တာဗျူးတစ်ခုစီကိုလက်ခံရရှိသည့်အင်တာဗျူးကိုလက်ခံရရှိသည့်အဆိုပြုချက်ကိုအစာကျွေးခြင်းနှင့် ပတ်သက်. အကြံဥာဏ်များနှင့်အကြံဥာဏ်များကိုမည်သို့တိုးတက်အောင်လုပ်ရမည်နှင့် ပတ်သက်. အကြံဥာဏ်များဖြင့်အကျဉ်းချုပ်ဖော်ပြခြင်းနှင့်အကြံဥာဏ်များဖြင့်တင်ပြသည်။"
    }
  ],
  "navigation": {
    "page": {
      "home": "နေအိမ်",
      "interview": "တေှ့ဆုံမေးမြန်းချက်",
      "resume_cv": "ကိုယ်ရေးအကျဥ်း",
      "history": "သမိုင်း",
      "history_entry": "သမိုင်းဝင်",
      "reports": "အစီရင်ခံစာများ",
      "settings": "ဆက်တင်များ"
    }
  },
  "title": {
    "attention": "ဂရုစိုက်ခြင်း",
    "information": "အကေြာင်းကြားချက်"
  },
  "label": {
    "search": "ရှာဖေှခြင်း"
  },
  "button": {
    "ok": "အိုကေ",
    "back": "ပြန်.",
    "close": "ပိတ်ထားသော",
    "cancel": "ပျက်စေ",
    "delete": "ဖျက်",
    "review": "သေချာစွာဖတ်ကြည့်",
    "subscribe": "စာရင်းသွင်းပါ"
  },
  "language": {
    "title": "ဘာသာစကား",
    "select": "ဘာသာစကားကိုရွေးချယ်ပါ",
    "altered": "ဘာသာစကားပြောင်းလဲသွားတယ်"
  },
  "history": {
    "empty": "အချည်းနှီးသောသမိုင်း",
    "delete": {
      "list": {
        "title": "သမိုင်းကိုဖျက်ပစ်?",
        "message": "သင်သမိုင်းတစ်ခုလုံးကိုဖျက်ချင်ပါသလား။",
        "deleted": "သမိုင်းကိုဖျက်ပစ်လိုက်သည်။"
      },
      "entry": {
        "title": "အင်တာဗျူးကိုဖျက်ပစ်လား",
        "message": "ဒီအင်တာဗျူးကိုသင်ဖျက်ချင်ပါသလား။",
        "deleted": "သမိုင်းကိုဖျက်ပစ်လိုက်သည်။"
      }
    }
  },
  "resume": {
    "fields": {
      "name": "နံမယ်",
      "first_name": "နာမည်",
      "date_of_birth": "မွေးနေ့",
      "job_position": "အလုပ်အနေအထား",
      "job_position_detailed": "အသေးစိတ်အလုပ်အနေအထား",
      "education": "ပညာရေး",
      "courses": "သင်တန်းများ",
      "experience": "အတှေ့အကွုံ",
      "add": {
        "education": "ပညာရေးအသစ်ထည့်ပါ",
        "courses": "သင်တန်းအသစ်ထည့်ပါ",
        "experience": "အတွေ့အကြုံအသစ်ထည့်ပါ"
      },
      "error": {
        "validation": {
          "title": "အတည်ပြုအမှား",
          "invalid_fields": "အလုပ်သစ်အင်တာဗျူးတစ်ခုအတွက်လျှောက်ထားရန်တရားဝင်အလုပ်ရာထူးအခန်းကဏ် into ကိုထည့်ပါ။\nတနည်းအားဖြင့်",
          "unable_to_validate": "နယ်ပယ်များကို အတည်ပြု. မရပါ။"
        }
      }
    },
    "education": {
      "institution": "တည်ထောင်ခြင်း",
      "degree": "ဒီဂရီ",
      "start": "စက်နှိုး",
      "end": "အဆုံး"
    },
    "courses": {
      "institution": "တည်ထောင်ခြင်း",
      "title_of_course": "သင်တန်းခေါင်းစဉ်",
      "course_load": "သင်တန်းဝန်"
    },
    "experience": {
      "company": "ကုမ္ပဏီ",
      "position": "အခေြအနေ",
      "start": "စက်နှိုး",
      "end": "အဆုံး"
    }
  },
  "settings": {
    "color_scheme": {
      "name": "အမှောင်ဆောင်ပုဒ်",
      "description": "အလင်းနှင့်မှောင်မိုက်ဆောင်ပုဒ်အကြားရွေးချယ်ပါ။\nသင်အက်ပလီကေးရှင်းကိုပထမဆုံးအကြိမ်ဖွင့်သည့်ကိရိယာ၏အဓိကအကြောင်းအရာကိုအလိုအလျောက်သတ်မှတ်ထားသည်။"
    },
    "language": {
      "name": "ဘာသာစကား",
      "description": "လျှောက်လွှာကိုအသုံးပြုနေစဉ်နှင့်အင်တာဗျူးများအတွင်း AI နှင့်စကားပြောရန်အတွက်ပြသရန်ကြိုက်နှစ်သက်သောဘာသာစကားကိုရွေးချယ်ပါ။"
    },
    "notifications": {
      "saved": "ချိန်ညှိချက်များသိမ်းဆည်းခဲ့သည်"
    },
    "search": {
      "not_found": "ရလဒ်မရှိပါ။"
    }
  },
  "interview": {
    "button": {
      "new": "အင်တာဗျူးအသစ်",
      "resume": "အင်တာဗျူးပြန်လည်စတင်"
    },
    "generating": "အင်တာဗျူးအသစ်ထုတ်လုပ်ခြင်း"
  },
  "chat": {
    "error": {
      "label": {
        "tap_to_retry": "ပြန်ကြိုးစားရန်ကိုအသာပုတ်ပါ"
      }
    }
  },
  "text_input": {
    "placeholder": "သင့်ရဲ့သတင်းစကားကိုရိုက်ထည့်ပါ ...",
    "max_length": "အများဆုံးအရှည်ရောက်ရှိခဲ့သည်"
  },
  "cooldown": {
    "description": "အခမဲ့အက်ပလီကေးရှင်းဗားရှင်းသည်တစ်နာရီကိုအင်တာဗျူးတစ်ခုပြုလုပ်ရန်ခွင့်ပြုသည်။\n\nအကယ်. သင်သည်ကန့်သတ်ချက်များကိုဖယ်ရှားလိုပါကကြော်ငြာများကိုဖယ်ရှားပြီးအင်တာဗျူးတစ်ခုစီကိုမည်သို့တိုးတက်အောင်လုပ်ရမည်ကိုအကြံဥာဏ်များရယူပါ။",
    "active": "အင်တာဗျူးအသစ်မထုတ်ခင် Cooldown Timer ကိုစောင့်ပါ။\n\nအကယ်. သင် cooldowns များကိုဖယ်ရှားလိုပါကကြော်ငြာများကိုဖယ်ရှားလိုပါကအင်တာဗျူးတစ်ခုစီကိုမည်သို့တိုးတက်အောင်ပြုလုပ်ရန်အကြံဥာဏ်များကိုလက်ခံရရှိပါက,",
    "timer": {
      "wait": "စောင့်",
      "second": "စက်ဏန့်",
      "seconds": "စက္ကန့်"
    }
  },
  "report": {
    "title": "အစီရင်ခံစာ",
    "summary": "အကျဉ်းချုပ်",
    "feedback": "အကြံပေးချက်",
    "advice": "အကြံ",
    "button": {
      "view": "အစီရင်ခံစာကြည့်ရန်",
      "unlock": "သော့ဖွင့်အစီရင်ခံစာ",
      "get": "အစီရင်ခံစာရယူပါ"
    },
    "generating": "ထုတ်လုပ်မှုအစီရင်ခံစာ ..."
  },
  "review": {
    "request": "သင်အက်ပလီကေးရှင်းကိုသင်ကြိုက်နှစ်သက်ပါက ကျေးဇူးပြု. ကျွန်ုပ်တို့ကိုကူညီရန်ပြန်လည်သုံးသပ်ရန်ထွက်ခွာရန်စဉ်းစားပါ။\n\n⭐⭐⭐⭐⭐",
    "thanks": "ကျေးဇူးအများကြီးတင်ပါတယ်!"
  },
  "notification": {
    "new_interview": {
      "title": "အင်တာဗျူးအသစ်ရရှိနိုင်ပါသည်။",
      "message": "အလုပ်မလုပ်နိုင်သူများကိုယူရန်အင်တာဗျူးအသစ်တစ်ခုရှိသည်။"
    }
  },
  "iap": {
    "subscription": {
      "title": "ဆု",
      "type": "သတင်းစာမှာခြင်း",
      "subscribe": "စာရင်းသွင်းပါ",
      "invitation": "ပရီမီယံကိုစာရင်းသွင်းပါ",
      "active": "ပရီမီယံ subscription ကိုတက်ကြွ",
      "thanks": "ပရီမီယံကိုစာရင်းသွင်းခြင်းအတွက်ကျေးဇူးတင်ပါသည်။ သင့်ရဲ့အနာဂတ်အင်တာဗျူးတွေအားလုံးကိုမင်းကံကောင်းခြင်းနဲ့အောင်မြင်မှုရစေချင်တယ်။",
      "menu": {
        "title": "ပရီမီယံကြေးပေးသွင်း",
        "subtitle": "ပရီမီယံအစီအစဉ်ကိုစာရင်းသွင်းပါ"
      }
    },
    "error": {
      "subscription": "သင်၏ဝယ်ယူမှုကိုအတည်ပြုရန်ကြိုးစားနေအမှား။",
      "connection": "ဆက်သွယ်မှုအမှား။\n\nစတိုးဆိုင်နှင့် ချိတ်ဆက်. မရပါ။",
      "products": "ထုတ်ကုန်ရွေးချယ်မှုများကိုစစ်ဆေး။ မရပါ။",
      "subscription_options": "subscription အစီအစဉ်များကိုဖွင့ ်. မရပါ။\n\nကျေးဇူးပြု. သင်၏အင်တာနက်ဆက်သွယ်မှုကိုစစ်ဆေးပါသို့မဟုတ်နောက်မှထပ်ကြိုးစားပါ။"
    }
  },
  "error": {
    "title": "အမှား",
    "unexpected": "တစ်ခုခုမှားယွင်းသွားတယ် ... မင်းဒါကိုမမြင်ရဘူး။ 😱",
    "connection": "ဆက်ခြင်း",
    "connection_fix": "သင်၏အင်တာနက်ဆက်သွယ်မှုကိုစစ်ဆေးပြီးနောက်မှထပ်ကြိုးစားပါ။",
    "ai": {
      "no_response": "တုံ့ပြန်မှုမရှိပါ",
      "unexpected": "ရုတ်တရက်ဖြစ်သော",
      "internal_server_error": "အတွင်းဆာဗာမှားယွင်းမှု"
    }
  },
  "release": {
    "store": {
      "short_description": "ဤလက်တွေ့ကျကျ AI Simulator နှင့်သင်၏နောက်အလုပ်အင်တာဗျူးအတွက်လေ့ကျင့်ပါ",
      "full_description": "အလုပ်အင်တာဗျူးများကိုရိုက်ကူးခြင်းကသင့်ကိုစိတ်လှုပ်ရှားစေပြီးစိုးရိမ်ပူပန်စေသလား။\nဒီတစ်ခါလည်းသင်အလုပ်အင်တာဗျူးယူရန်အဆင်သင့်မဖြစ်သေးဟုခံစားရသေး?\nဤသည်မှာအလုပ်နှင့်အင်တာဗျူးချိန်ညှိမှုတွင်သင်၏စကားပြောဆိုမှုစွမ်းရည်ကိုကျင့်သုံးရန်ပြီးပြည့်စုံသော app ဖြစ်သည်။\n\nJob IntelliViewer သည်လက်တွေ့ကျသောလှောင်ပြောင်သည့်အင်တာဗျူးများကိုလက်တွေ့ကျကျပြသနိုင်သည့်စွမ်းရည်ကိုလက်တွေ့ကျကျပြသနိုင်သည့်ကျွမ်းကျင်မှုကိုအသုံးချရန်နှင့်သင်၏နောက်လာမည့်အင်တာဗျူးများကို ACE လုပ်ရန်ပြင်ဆင်ထားရန်ပြင်ဆင်ရန်အတွက်အတုဥာဏ်ရည်ကိုအသုံးပြုသည်။\n\nအင်တာဗျူးများသည်သင်ရှာဖွေနေသည့်အလုပ်အနေအထားကိုအံဝင်ခွင်ကျဖြစ်နေပြီးကောင်းမွန်သောအလုပ်တွေ့ဆုံမေးမြန်းခြင်းကိုကိုယ်စားပြုရန်သင်၏ပန်းတိုင်များနှင့်သက်ဆိုင်သောမေးခွန်းများနှင့်ပုံဖော်ခြင်းနှင့်ချိန်ညှိခြင်းကိုပြုလုပ်လိမ့်မည်။\n\nPremium အသုံးပြုသူများသည်အင်တာဗျူးတစ်ခုစီ၏အဆုံးမှာအစီရင်ခံစာတစ်ခုချင်းစီကိုအင်တာဗျူးတစ်ခုစီသည်သင်၏အင်တာဗျူးများနှင့်တွေ့ဆုံရန်သင်၏အခွင့်အလမ်းများကိုမည်သို့တိုးတက်အောင်လုပ်ရမည်နှင့် ပတ်သက်. အကြံဥာဏ်များဖြင့်မည်သို့တိုးတက်အောင်လုပ်ရမည်ကိုအကျဉ်းချုံးရိုက်နှက်ခြင်းနှင့် ပတ်သက်. အစီရင်ခံစာတွင်လည်းရရှိမည်ဖြစ်သည်။",
      "taglines": [
        "သင်၏နောက်အလုပ်အတွက်ပြင်ဆင်ထားပါ။",
        "သင်၏နောက်အလုပ်အင်တာဗျူးအတွက်လေ့ကျင့်ပါ။",
        "AI နှင့်အတူသင်၏နောက်အလုပ်အင်တာဗျူး Ace!",
        "သင်၏နောက်ပရော်ဖက်ရှင်နယ်အောင်မြင်မှုသည်သင့်ကိုဤနေရာတွင်စောင့်ဆိုင်းနေသည်။"
      ],
      "premium_benefits": [
        "ကြော်ငြာများကိုဖယ်ရှားသည်",
        "အကန့်အသတ်မဲ့အင်တာဗျူးများ",
        "တုံ့ပြန်ချက်နှင့်အကြံဥာဏ်များဖြင့်အစီရင်ခံစာများကိုလက်ခံရရှိသည်"
      ]
    },
    "revenue_cat": {
      "premium": "ဆု",
      "monthly": "လစဉ်",
      "annual": "နှစ်တိုင်းဖြစ်သော",
      "cancel_anytime": "အချိန်မရွေးဖျက်သိမ်း",
      "save_discount": "ကယ်ဆယ်",
      "subscribe": "စာရင်းသွင်းပါ",
      "restore_purchases": "ဝယ်ယူမှုကို restore",
      "premium_benefits": [
        "ကြော်ငြာများကိုဖယ်ရှားပါ",
        "အဘယ်သူမျှမ cooldowns နှင့်အတူန့်အသတ်အင်တာဗျူးများ",
        "အင်တာဗျူးပြီးနောက်တုံ့ပြန်ချက်နှင့်အကြံဥာဏ်များဖြင့်အစီရင်ခံစာများကိုလက်ခံရရှိသည်"
      ]
    }
  },
  "translation": {
    "title": "ဘာသာပြန်ရန်",
    "description": "ဤလျှောက်လွှာကိုအခြားဘာသာစကားများဖြင့်ဘာသာပြန်ဆိုပါ။"
  }
}